[UICustomize_TurianMenu]
m_strTitle=自定义突锐族
m_strEditInfo=角色信息
m_strEditProps=装备
m_strEditBody=身体
m_strEditHead=头部/头盔
m_strEditWeapon=武器
m_strWeaponColor=武器颜色
m_strArmorPatternSelected=移除护甲图案以更改护甲颜色

m_strExportCharacter=保存到角色库

m_strAllowTypeSoldier=可以作为士兵出现
m_strCustomizeClass=更改士兵类型
m_strViewClass=以士兵类别查看
m_strAllowed=允许
m_strNoClassVariants=此士兵类型没有可用的类别变体
m_strTimeAdded=创建时间：

m_strExportSuccessTitle=角色已保存！
m_strExportSuccessBody=此士兵的姓名和外观已添加到角色库中。


[UICustomize_TurianBody]
m_strTitle=编辑身体
m_strArms=手臂
m_strTorso=躯干
m_strLegs=腿部
m_strArmorPattern=护甲图案
m_strTattoosLeft=左臂纹身
m_strTattoosRight=右臂纹身
m_strTattooColor=纹身颜色
m_strMainColor=主护甲颜色
m_strSecondaryColor=次护甲颜色
m_strLeftArm=左臂
m_strRightArm=右臂
m_strLeftArmDeco=左肩饰物
m_strRightArmDeco=右肩饰物
m_strLeftForearm=左前臂
m_strRightForearm=右前臂
m_strThighs=大腿
m_strShins=小腿
m_strTorsoDeco=躯干装备



m_strMainColor=主护甲颜色
m_strSecondaryColor=次护甲颜色
m_strWeaponColor=武器颜色
m_strArmorPatternSelected=移除护甲图案以更改护甲颜色
m_strRemoveHelmetOrLowerProp=移除头盔或降低面部道具以编辑此选项
m_strCustomizeClass=类别
m_strType=单位类型

m_strRemoveHelmetOrLowerProp=移除头盔/降低道具
m_strFace=隐形头部

[UICustomize_TurianProps]
m_strTitle=编辑装备
m_strArmorPattern=护甲图案
m_strWeaponPattern=武器图案
m_strClearButton=清除
m_strHead=头部/头盔
m_strTattoosLeft=面部彩绘（左臂纹身）
m_strTattoosRight=面部彩绘（右臂纹身）
m_strTattooColor=纹身颜色
m_strUpperFaceProps=上部面部道具
m_strLowerFaceProps=下部面部道具
m_strLeftArm=左臂
m_strRightArm=右臂  
m_strLeftArmDeco=左肩装饰  
m_strRightArmDeco=右肩装饰
m_strFacepaint=面部彩绘  
m_strScars=疤痕

[UICustomize_TurianHead]  
m_strHead=头部/头盔  
m_strMandibles=下巴  
m_strCrests=头饰/冠饰  
m_strRemoveHelmet=移除头盔  
m_strEyeColor=眼睛颜色  
m_strSkinColor=皮肤颜色  
  
[UICustomize_TurianInfo]  
m_strTitle=编辑突锐族信息  
m_strFirstNameLabel=名字  
m_strLastNameLabel=姓氏  
m_strNicknameLabel=昵称  
m_strEditBiography=编辑传记  
m_strGender=性别  
m_strNationality=国籍  
m_strBiographyLabel=角色传记  
m_strVoice=声音  
m_strPreviewVoice=预览声音  
m_strAttitude=态度  

[XGCharacterGenerator_Turian]
m_arrTurMFirstNames[0]="阿格里蒂斯"  
m_arrTurMFirstNames[1]="阿穆利索"  
m_arrTurMFirstNames[2]="阿鲁尤斯"  
m_arrTurMFirstNames[3]="奥卢姆努斯"  
m_arrTurMFirstNames[4]="巴罗"  
m_arrTurMFirstNames[5]="布林"  
m_arrTurMFirstNames[6]="卡比乌斯"  
m_arrTurMFirstNames[7]="卡伊努斯"  
m_arrTurMFirstNames[8]="卡维乌斯"  
m_arrTurMFirstNames[9]="卡尼斯"  
m_arrTurMFirstNames[10]="科斯图斯"  
m_arrTurMFirstNames[11]="埃德利奇"  
m_arrTurMFirstNames[12]="法乌斯"  
m_arrTurMFirstNames[13]="福斯蒂乌斯"  
m_arrTurMFirstNames[14]="加莱里奥"  
m_arrTurMFirstNames[15]="加鲁斯"  
m_arrTurMFirstNames[16]="朱利安努斯"  
m_arrTurMFirstNames[17]="朱皮乌斯"  
m_arrTurMFirstNames[18]="卡斯皮乌斯"  
m_arrTurMFirstNames[19]="拉胡"  
m_arrTurMFirstNames[20]="莱乌斯"  
m_arrTurMFirstNames[21]="拉里奥"  
m_arrTurMFirstNames[22]="拉蒂斯"  
m_arrTurMFirstNames[23]="洛基"  
m_arrTurMFirstNames[24]="卢克比乌斯"  
m_arrTurMFirstNames[25]="卢修斯"  
m_arrTurMFirstNames[26]="马布斯"  
m_arrTurMFirstNames[27]="马尔布斯"  
m_arrTurMFirstNames[28]="马尔塞蒂斯"  
m_arrTurMFirstNames[29]="马克西乌斯"  
m_arrTurMFirstNames[30]="努尔"  
m_arrTurMFirstNames[31]="奥克塔维乌斯"  
m_arrTurMFirstNames[32]="奥普提乌斯"  
m_arrTurMFirstNames[33]="波斯提纳"  
m_arrTurMFirstNames[34]="波特姆斯"  
m_arrTurMFirstNames[35]="普利姆斯"  
m_arrTurMFirstNames[36]="普罗库索"  
m_arrTurMFirstNames[37]="普尼斯"  
m_arrTurMFirstNames[38]="夸林"  
m_arrTurMFirstNames[39]="萨利克"  
m_arrTurMFirstNames[40]="塞姆斯"  
m_arrTurMFirstNames[41]="西斯卢斯"  
m_arrTurMFirstNames[42]="特修斯"  
m_arrTurMFirstNames[43]="提贝蒂斯"  
m_arrTurMFirstNames[44]="提比乌斯"  
m_arrTurMFirstNames[45]="提姆斯"  
m_arrTurMFirstNames[46]="图尔布斯"  
m_arrTurMFirstNames[47]="图尔弗斯"  
m_arrTurMFirstNames[48]="维勒乌斯"  
m_arrTurMFirstNames[49]="沃里斯"  
  
m_arrTurFFirstNames[0]="阿尔尼娅"  
m_arrTurFFirstNames[1]="巴埃西亚"  
m_arrTurFFirstNames[2]="卡埃安娜"  
m_arrTurFFirstNames[3]="卡埃莉亚"  
m_arrTurFFirstNames[4]="卡埃莉亚"  
m_arrTurFFirstNames[5]="卡梅纳里亚"  
m_arrTurFFirstNames[6]="卡米拉"  
m_arrTurFFirstNames[7]="卡米提娅"  
m_arrTurFFirstNames[8]="西塞迪亚"  
m_arrTurFFirstNames[9]="西塞雷蒂娅"
m_arrTurFFirstNames[10]="科里妮娅"  
m_arrTurFFirstNames[11]="科西嘉"  
m_arrTurFFirstNames[12]="戴斯蒂娅"  
m_arrTurFFirstNames[13]="迪皮娅"  
m_arrTurFFirstNames[14]="埃德萨"  
m_arrTurFFirstNames[15]="弗拉莉亚"  
m_arrTurFFirstNames[16]="弗拉维亚"  
m_arrTurFFirstNames[17]="弗洛米娅"  
m_arrTurFFirstNames[18]="弗洛西娅"  
m_arrTurFFirstNames[19]="弗洛蒂娜"  
m_arrTurFFirstNames[20]="弗尔妮娅"  
m_arrTurFFirstNames[21]="加勒塔娜"  
m_arrTurFFirstNames[22]="赫莉娅"  
m_arrTurFFirstNames[23]="希尔达斯"  
m_arrTurFFirstNames[24]="伊西莉亚"  
m_arrTurFFirstNames[25]="朱莉安娜"  
m_arrTurFFirstNames[26]="朱维利亚"  
m_arrTurFFirstNames[27]="利维塔"  
m_arrTurFFirstNames[28]="卢塔提娅"  
m_arrTurFFirstNames[29]="马德娅"  
m_arrTurFFirstNames[30]="马尼塔"  
m_arrTurFFirstNames[31]="玛丽莎"  
m_arrTurFFirstNames[32]="梅尼娅"  
m_arrTurFFirstNames[33]="奈皮莉娅"  
m_arrTurFFirstNames[34]="尼蒂娅"  
m_arrTurFFirstNames[35]="帕妮娅"  
m_arrTurFFirstNames[36]="皮娜娅"  
m_arrTurFFirstNames[37]="波皮西亚"  
m_arrTurFFirstNames[38]="拉娜"  
m_arrTurFFirstNames[39]="劳拉"  
m_arrTurFFirstNames[40]="鲁雷蒂娅"  
m_arrTurFFirstNames[41]="塞勒涅"  
m_arrTurFFirstNames[42]="沙斯蒂娜"  
m_arrTurFFirstNames[43]="西迪娅"  
m_arrTurFFirstNames[44]="塔洛尼亚"  
m_arrTurFFirstNames[45]="图尔维娅"  
m_arrTurFFirstNames[46]="维莉娅"  
m_arrTurFFirstNames[47]="维尔维娅"  
m_arrTurFFirstNames[48]="韦拉塔纳"  
m_arrTurFFirstNames[49]="维里安娜"  
  
m_arrTurLastNames[0]="阿布尼安"  
m_arrTurLastNames[1]="阿莱吉乌斯"  
m_arrTurLastNames[2]="安塔雷斯"  
m_arrTurLastNames[3]="阿皮恩"  
m_arrTurLastNames[4]="阿里埃塔"  
m_arrTurLastNames[5]="艾尔"  
m_arrTurLastNames[6]="贝提卡"  
m_arrTurLastNames[7]="贝拉翁"  
m_arrTurLastNames[8]="卡埃斯图斯"  
m_arrTurLastNames[9]="多米林"  
m_arrTurLastNames[10]="恩佩鲁斯"  
m_arrTurLastNames[11]="费罗波"  
m_arrTurLastNames[12]="菲德勒"  
m_arrTurLastNames[13]="戈尔达斯"  
m_arrTurLastNames[14]="因维克坦"  
m_arrTurLastNames[15]="洛里恩"  
m_arrTurLastNames[16]="卢克森"  
m_arrTurLastNames[17]="马其顿"  
m_arrTurLastNames[18]="马克西里努斯"  
m_arrTurLastNames[19]="纳赫尔"
m_arrTurLastNames[20]="奥拉卡"  
m_arrTurLastNames[21]="帕拉维努斯"  
m_arrTurLastNames[22]="皮尔"  
m_arrTurLastNames[23]="罗姆卢杜斯"  
m_arrTurLastNames[24]="罗斯佩特鲁斯"  
m_arrTurLastNames[25]="索尔雷吉特"  
m_arrTurLastNames[26]="特尼翁"  
m_arrTurLastNames[27]="瓦卡里亚"  
m_arrTurLastNames[28]="维里斯"  
m_arrTurLastNames[29]="维克图斯"  
m_arrTurLastNames[30]="撒托斯"
